micropython/micropython/ports/raspberrypi/boards/zrichard_rp2.65-f/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RP2.65-F"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_NEOPIXEL (&pin_GPIO25)
